[
    {
        "peace": {
            "title": "National strategies and SDG integration",
            "p1": "The 2030 Agenda for Sustainable Development states that the Sustainable Development Goals (SDGs) are integrated and indivisible and balance the three dimensions of sustainable development (economic, social, and environmental). The interlinkages and integrated nature of the SDGs are of crucial importance in ensuring that the purpose of the new Agenda is realised. Accordingly, the integrated and interlinked nature of the SDGs needs to inform and guide their mainstreaming into national planning frameworks, in the form of national development plans or sustainable development strategies. The transformational vision of the 2030 Agenda depends on such an integrated approach, which involves identifying possible synergies and trade-offs between SDGs and their associated targets, as well as developing context specific integrated approaches to ensure effective implementation.",
            "p2": "The integration of the SDGs and sustainable development more broadly builds on the experience with National Sustainable Development Strategies (NSDS), which were included in 1992 in Agenda 21 (§ 8.7). Here countries were called upon to integrate economic, social and environmental objectives into one strategically focused blueprint for action at the national level. The NSDS “should be developed through the widest possible participation”. And it should be based on a thorough assessment of the current situation and initiatives."
        },

    
    "justice": {
        "title": "Institutional Frameworks and international cooperation for Sustainable Development",
        "p1": "As far as the 2030 Agenda is concerned, Goal 16 is devoted to the promotion of peaceful and inclusive societies for sustainable development, the provision of access to justice for all and to the establishment of effective, accountable and inclusive institutions at all levels. ",
        "p2": "The strengthening of the framework to finance sustainable development and the means of implementation for the 2030 Agenda is ensured by the Addis Ababa Action Agenda. The Addis Agenda is the outcome document adopted at the Third International Conference on Financing for Development in July 2015 and endorsed by the General Assembly in its resolution 69/313 of 27 July 2015.",
        "p3": "The High-level Political Forum on sustainable development is today the main United Nations platform on sustainable development. It provides political leadership, guidance and recommendations. It follows up and reviews the implementation of sustainable development commitments and the 2030 Agenda for Sustainable Development. It addresses new and emerging challenges; promotes the science-policy interface and enhances the integration of economic, social and environmental dimensions of sustainable development"
    },

    "institutions": {
        "title": "Violence against children",
        "p1": "The protection of children from all forms of violence is a fundamental right enshrined in the UN Convention on the Rights of the Child. The inclusion of a specific target (SDG 16.2) in the 2030 Agenda for Sustainable Development to end all forms of violence against children gives renewed impetus towards the realization of the right of every child to live free from fear, neglect, abuse and exploitation. Several other SDG targets address specific forms of violence and harm towards children, such as child marriage and female genital mutilation (target 5.3) and the eradication of child labor, including the recruitment and use of child soldiers (target 8.7).",
        "p2": "One billion children globally experience some form of emotional, physical or sexual violence every year; and one child dies as a result of violence every five minutes. Although of epidemic proportions, violence against children often remains hidden and socially condoned.",
        "p3": "The year 2019 represents a key strategic moment for assessing progress in the implementation of the Sustainable Development Goals (SDGs), particularly regarding child violence, education, and decent work. Three major events took place during this year: the High-Level Political Forum in July, the UN General Assembly Summit in September to review the 2030 Agenda, and the commemoration in November of the 30th anniversary of the Convention on the Rights of the Child. A decade of the mandate of the Special Representative of the Secretary-General on Violence against Children was also marked. These events provided a crucial opportunity to evaluate the progress made in child protection and to identify the actions needed to eliminate all forms of violence against children by 2030."
    }
    
    }
    
]
